# -*- coding: utf-8 -*-

content = u"\
科泰华捷《用户软件使用许可协议》\r\n\
    \r\n\
重要须知：在此特别提醒用户请认真阅读本《用户软件使用许可协议》（下称《协议》），包括科泰华捷的责任及对用户的责任与权利的限制。\r\n\
\r\n\
本《协议》是用户（个人或单一实体）与上海科泰华捷科技有限公司（下称“科泰华捷”）之间有关随附本协议的科泰华捷软件产品的法律协议。“软件产品”包括计算机软件及相关介质、印刷材料、“联机”或电子文档（下称“软件产品”）。“用户”是指通过科泰华捷提供的获取软件授权的途径获得软件授权许可和/或软件产品的个人或单一实体。\r\n\
\r\n\
本软件产品受《中华人民共和国著作权法》及国际著作权条约以及其它知识产权法律和条约的保护。本软件产品只许可使用，而不出售。用户一旦安装、复制或以其它方式使用本软件产品，即表示已同意接受本《协议》各项条款的约束。如果用户不同意本《协议》中的条款，请不要安装、复制或使用本软件产品，只需在软件安装界面中点击“取消”即可终止安装。\r\n\
\r\n\
1.    知识产权声明\r\n\
\r\n\
本“软件产品”是由科泰华捷开发。“软件产品”的一切知识产权，以及与“软件产品”相关的所有信息内容（包括但不限于本软件产品中所含的任何图像，照片，动画，视频，音频，音乐，文字和附加程序）及其副本相关的所有权利，包括标识和著作权等属于科泰华捷及其合作单位所有。本软件产品受版权法及国际著作权条约和其它知识产权法和条约的保护。\r\n\
\r\n\
2.    “软件产品”授权范围\r\n\
\r\n\
2.1    本软件产品为免费软件，用户可以非商业性地下载、安装、复制。本软件产品只许可使用，而不出售。\r\n\
\r\n\
2.2    本软件仅适用于在官方网站公布支持的操作系统。如果用户在安装本软件后因任何原因欲放弃使用，可从控制面板删除本软件。因删除本软件而产生的一切后果，包括（但不限于）直接或间接的个人损失、商业赢利的丧失、贸易中断、商业信息的丢失或任何其它财产损失，皆由用户承担。\r\n\
\r\n\
2.3    本软件为免费产品，科泰华捷为本软件产品提供产品支持，用户可通过官方网站的帮助文档、电子邮件、网络在线聊天或电话等方式获得支持。\r\n\
\r\n\
2.4    关于“软件产品”的替换、修改和升级。本“软件产品”可通过官方网站的信息获取更新，如错误修正、补丁、加强功能、缺失插件及新版本（合称“软件更新”）。用户一旦安装本“软件产品”及更新版本，即表示同意替换、修改、升级版本。\r\n\
\r\n\
2.5    关于本软件产品的电子文档。如果这份“软件产品”包括只以电子形式提供的文档，用户可以打印一份该电子文档作为参考，但不可复制本“软件产品”随附的电子文档（不论是硬拷贝还是电子形式）给第三方用于商业性参考目的授予许可。\r\n\
\r\n\
2.6    保留权利：未明示授权的其他一切权利仍归科泰华捷所有，用户使用其他权利时须另外取得科泰华捷的书面同意。\r\n\
\r\n\
3.    预发布代码\r\n\
\r\n\
软件产品可能包含预发布代码，预发布代码可能不能达到正式产品所具备的可实施性和兼容性。这部分的软件产品可能无法正常运行，在正式商业应用之前可能会进行大幅度修改。科泰华捷没有义务使这个或任何更新版本的软件产品商用化。\r\n\
如果通过使用预发布代码而创建出本软件产品衍生的应用程序，在遵守本协议第1款和下列补充规定的条件下，科泰华捷授予您分发该应用程序的测试版的权利。\r\n\
补充规定：\r\n\
（a）用户必须将衍生的应用程序测试版本标注“BETA”；\r\n\
（b）用户必须自行负责为使用衍生的应用程序的客户更新版本，将预发布代码更新为最终商业发布版且运行良好。\r\n\
\r\n\
4.    出口限制\r\n\
\r\n\
不得将本软件产品、其任何部分或任何属软件产品的直接成果的任何程序或服务出口或转口给任何中国大陆外的任何国家或者地区。\r\n\
\r\n\
5.    责任限制\r\n\
\r\n\
5.1    科泰华捷明示不为本“软件产品”做任何担保。本“软件产品”及任何相关档以“即此”形式提供，无任何明示的或暗示的担保，包括（但不限于）对可销售性、某一目的的适用性、或无侵权的暗示担保。使用本“软件产品”所引起的全部风险由用户自行承担。\r\n\
\r\n\
5.2    科泰华捷或其合作单位在任何情况下均不就因使用或不能使用本软件产品所引起的任何损害赔偿（包括但不限于营业利润损失、营业中断、商业信息的遗失或任何其它金钱上的损失），即使科泰华捷事先被告知该损害发生的可能性。\r\n\
\r\n\
5.3    使用本软件产品涉及到互联网服务，可能会受到各个环节不稳定因素的影响，存在因不可抗力、计算机病毒、黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何网络、技术、通信线路等原因造成的服务中断或不能满足用户要求的风险，用户须明白并自行承担以上风险，用户因此不能登录、访问、共享、分享或下载等问题，科泰华捷及合作单位不承担任何责任。\r\n\
\r\n\
5.4    用户因第三方如电信部门的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力原因而遭受的经济损失，或导致本软件产品不可用，科泰华捷及合作单位不承担责任。\r\n\
\r\n\
6.    其他权利和限制\r\n\
\r\n\
6.1    对反向工程、编译和分解的限制。用户不得对本软件产品进行反向工程、反向编译或反汇编。尽管有此项限制，但如果适用法律明示允许上述活动，并仅在适用法律明示允许上述活动的范围内，则不在此限。\r\n\
\r\n\
6.2    不得删除本软件产品及其它副本上所有关于版权的信息、内容。\r\n\
\r\n\
6.3    用户不得利用本软件产品共享、分享、传播、储存违反国家法律、危害国家安全、祖国统一、社会稳定的内容，或任何不当的、侮辱诽谤的、淫秽的、暴力的及任何违反国家法律法规政策以及侵害他人知识产权、商业秘密权等合法权利的内容。\r\n\
\r\n\
6.4    不得利用本软件产品共享、分享、传播含有受到知识产权法律保护的图像、相片、软件或其他资料的文件，作为举例（但不限于此）包括版权或商标法（或隐私权或公开权），除非用户拥有或控制着相应的权利或已得到所有必要的认可。 \r\n\
\r\n\
6.5    不得使用任何包含有通过侵犯商标、版权、专利、商业机密或任何一方的其他专有权利的方式利用本软件获得的图像或相片的资料或信息。\r\n\
\r\n\
6.6    租贷服务。禁止出租、租赁本“软件产品”或软件账号给第三方。\r\n\
\r\n\
6.7    终止。如果用户未遵守本《协议》的各项条款或条件，在不损害其它权利的情况下，科泰华捷可终止本协议。如此类情况发生，用户必须销毁“软件产品”的所有副本及其所有组成部分。\r\n\
\r\n\
6.8    使用本软件产品必须遵守国家有关法律和政策等，维护国家利益，保护国家安全，并遵守本协议，对于用户违法或违反本协议的使用而引起的一切责任，由用户负全部责任，一概与科泰华捷及合作单位无关。若导致科泰华捷及合作单位损失的，科泰华捷及合作单位有权要求用户赔偿，并有权立即停止向其提供服务，保留相关记录，保留配合司法机关追究法律责任的权利。\r\n\
\r\n\
7.    其他\r\n\
\r\n\
本协议的解释、效力及纠纷的解决，适用中华人民共和国法律，包括但不限于《中华人民共和国著作权法》、《中华人民共和国计算机软件保护条例》、《中华人民共和国商标法》、《中华人民共和国专利法》等法律法规。本协议所定的任何条款的部分或全部无效者，不影响其它条款的效力。\r\n\
\r\n\
关于本《协议》，如果您有任何疑问，请联系科泰华捷。\r\n\
客服QQ：1994386284\r\n\
客服电话：021-61639169\r\n\
电子邮箱：cs@paopaoyun.com\r\n\
\r\n\
科泰华捷版权所有，保留一切解释权利。\r\n\
"